Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_yksimielinen_lisaajan_tarpeesta_totuus-_ja_sovintokomission_tyolle.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät yksimielinen lisäajan tarpeesta totuus- ja sovintokomission työlle
smn: Sämitigge oovtâmielâlâš laseääigi táárbust tuotâvuotâ- já sovâdâttâmkomissio paargon

source: Saamelaiskäräjien kokous keskusteli lisäajan tarpeesta totuus- ja sovintokomission työlle.
smn: Sämitige čuákkim savâstâlâi laseääigi táárbust tuotâvuotâ- já sovâdâttâmkomissio paargon.

source: Kokous näki lisäajan olevan tarpeen vuoden 2023 loppuun asti.
smn: Čuákkim ooinij, ete laseäigi lii tárbulâš ive 2023 loopâ räi.

source: Alkuperäisen mandaatin mukaan raportti tulisi luovuttaa marraskuussa 2022.
smn: Algâalgâlâš mandaat mield raapoort kolgâččij luovâttiđ skammâmáánust 2022.

source: Saamelaiskäräjät päätti asiasta vuoden ensimmäisessä kokouksessa 18. helmikuuta 2021.
smn: Sämitigge meridij ääšist ive vuossâmuš čuákkimist 18. kuovâmáánu 2021.

source: – Komission työn aloittaminen on viivästynyt ja meidän on tärkeää varmistaa, ettei liian tiukka aikataulu muodostu esteeksi tärkeän työn onnistumiselle, sanoo Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto lisäajan tarpeesta.
smn: – Komissio pargo algâttem lii ájánâm, já mij kolgâp visásmittiđ, ete liijgás čovgâ äigitavlu ij puáđi eestân tergâdis pargo olášutmân, iätá Sämitige I värisaavâjođetteijee Anni Koivisto laseääigi táárbust.

source: Saamelaiskäräjät käsitteli kokouksessa lisäksi valtioneuvoston esitystä totuus- ja sovintokomission jäseniksi.
smn: Sämitigge kieđâvušâi čuákkimist lasseen staatârääđi iävtuttâs tuotâvuotâ- já sovâdâttâmkomissio jesânin.

source: Asia käsiteltiin kokouksessa ei-julkisena asiana, sillä asian käsittely on edelleen kesken.
smn: Čuákkim kieđâvušâi ääši ij-almolâš äššin, tastko ääši kieđâvuššâm lii vala koskân.

source: Kolttien kyläkokoukset käsittelivät asiaa 20.-21.2.2021, minkä jälkeen komission jäsenten yhteensovittamista jatketaan Saamelaiskäräjien, Kolttien kyläkokouksen ja valtioneuvoston kanslian kanssa.
smn: Nuorttâlij sijdâčuákkimeh kieđâvuššii ääši 20.-21.2.2021, mon maŋa Sämitigge, Nuorttâlij sijdâčuákkim ja staatârääđi juátkih komissio jesânij oohtânheiviittem.

source: Saamelaiskäräjien kertomus valtioneuvostolle vuodelta 2020
smn: Sämitige muštâlus staatârááđán ivveest 2020

source: Vuonna 2020 kaikkeen Saamelaiskäräjien toimintaan vaikutti koronaviruspandemia ja sen tuoma poikkeustila.
smn: Ive 2020 oles Sämitige tooimân vaiguttij koronaviruspandemia já ton tovâttem spiekâstâhtile.

source: Saamelaiskäräjät pyrki edelleen kehittämään yhteistyötä ja tiedonvälitystä Suomen valtion suuntaan.
smn: Sämitigge viigâi ain ovdediđ ovtâspargo já tiätusirdem Suomâ staatâ suundán.

source: Tätä tarkoitusta varten jatkettiin eduskuntapuolueiden ja Saamelaiskäräjien yhteistyöelimen työtä.
smn: Tárguttâs várás Sämitigge joođhij ovdâskoddepiäláduvâi já Sämitige oovtâstpargo-orgaan pargo.

source: Lisäksi Saamelaiskäräjien ja eri ministeriöiden välistä yhteistyötä edistettiin saamelaisasioiden neuvottelupäivien yhteydessä tapahtuvien keskustelujen sekä suorien neuvottelujen kautta.
smn: Lasseen Sämitige já sierâ ministeriöi koskâsâš ovtâspargo ovdedui sämiaašij ráđádâllâmpeeivij ohtâvuođâst savâstâlmij sehe njuolgâ ráđádâlmij peht.

source: Saamelaiskäräjien toimintaa ja vaikutusmahdollisuuksia heikensi edelleen resurssipula.
smn: Resursij vänivuotâ hiäjusmitij ain Sämitige tooimâ já vaiguttemmáhđulâšvuođâid.

source: Työterveydenhuolto on vuonna 2020 terveystarkastuslausunnoissa pyytänyt Saamelaiskäräjiä kiinnittämään huomiota työn kuormittavuuden vähentämiseen.
smn: Tiervâsvuotâhuolâttâs lii ive 2020 tiervâsvuotâtarkkumciälkkámušâin pivdám, ete Sämitigge kiddee huámmášume pargonuáđi keeppidmân.

source: Saamelaiskäräjät antaa vuosittain valtioneuvostolle hallituksen kertomuksen laatimista varten kertomuksen siitä, mitä merkittävää on tapahtunut saamelaisia erityisesti koskevien asioiden kehityksessä.
smn: Sämitigge ráhtá jyehi ive staatârááđán haldâttâs muštâlus rähtim várás muštâlus tast, ete mii merhâšitteid lii tábáhtum eromâšávt sämmiláid kyeskee aašij ovdánmist.

source: Lue Saamelaiskäräjien kertomus valtioneuvostolle vuodelta 2020
smn: Luuvâ Sämitige muštâlus staatârááđán ivveest 2020 (suomâkielân)

source: Henkilöpoliittinen ohjelma ohjaa Saamelaiskäräjien henkilöstöhallintoa
smn: Pargoviehâpooliitlâš ohjelm stivree Sämitige pargoviehâhaldâttuv

source: Saamelaiskäräjien henkilöstöpoliittisella ohjelmalla edistetään työyhteisön hyvinvointia, osaamista ja osallistumismahdollisuuksia sekä kehitetään työyhteisöä, esimies- ja työyhteisötaitoja saamelaiskulttuurille tärkeiden arvojen mukaisesti.
smn: Sämitige pargoviehâpooliitlii ohjelmáin ovdedeh pargosiärvus pyereestvaijeem, mättim já uásálistemmáhđulâšvuođâid sehe ovdedeh pargosiärvus, hovdâ- já pargosiärvustááiđuid sämmilâškulttuurân tehálij áárvui miäldásávt.

source: Lue Saamelaiskäräjien henkilöstöpoliittinen ohjelma vaalikaudelle 2020-2023
smn: Luuvâ Sämitige pargoviehâpooliitlâš ohjelm vaaljâpajan 2020-2023 (suomâkielân)

source: Sami Giellagáldun inarinsaamen kielijaostoon Anna Morottaja ja Hannu Kangasniemi
smn: Säämi Kielâkäldee anarâškielâ kielâjuáhusân Anna Morottaja já Hannu Kangasniemi

source: Saamelaiskäräjien kokous esittää inarinsaamen kielijaostoon toimikaudeksi 2020-2023 Anna Morottajaa ja Hannu Kangasniemeä.
smn: Sämitige čuákkim iävtut anarâškielâ kielâjuáhusân toimâpajan 2020-2023 Anna Morottaja já Hannu Kangasniemi.

source: Kielijaostoon aiemmin valitut kaksi jäsentä olivat ilmoittaneet luopuvansa kielijaoston jäsenyydestä.
smn: Kielâjuáhusân ovdil väljejum kyehti jeessân lává almottâm, ete suoi luoppâv kielâjuáhus jeessânvuođâst.

source: Kielijaostot toimivat Sámi Giellagáldun yhteydessä ja antavat suosituksia saamen kielten käyttöön liittyvistä asioista, kuten normituksesta ja uudesta terminologiasta.
smn: Kielâjuáhuseh tuáimih Säämi Kielâkäldee ohtâvuođâst já adeleh avžuuttâsâid sämikielâi kiävtun lohtâseijee aašijn, tego normimist já uđđâ terminologiast.

source: Saamelainen Parlamentaarinen Neuvosto nimeää lopullisesti jäsenet kielijaostoihin.
smn: Säämi Parlamentaarlâš Rääđi noomât lopâlávt jesânijd kielâjuáhusáid.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi
smn: I värisaavâjođetteijee Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi

source: Viestintäsihteeri Johanna Alatorvinen, 010 839 3140 / 040 663 4493, johanna.alatorvinen(at)samediggi.fi
smn: Viestâdemčällee Johanna Alatorvinen, 010 839 3140 / 040 663 4493, johanna.alatorvinen(at)samediggi.fi

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
smn: Saavâjođetteijee išedeijee Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
